//IBMUSERT JOB 1,MSGCLASS=H 
//* Activate protectall, and makethe catalog read only for most people
//S1  EXEC PGM=IKJEFT01,REGION=0M 
//SYSPRINT DD SYSOUT=* 
//SYSTSPRT DD SYSOUT=* 
//SYSTSIN DD * 
  SETROPTS PROTECTALL
  
RALTER GLOBAL DATASET ADDMEM('CATALOG.MASTER.**'/READ)
ADDSD  'CATALOG.MASTER.**' UACC(READ)
PERMIT 'CATALOG.MASTER.**' ID(SYSGROUP) ACCESS(CONTROL)

